Documents/Official Documents/TODAConstitution.tex
% Created 2019-06-04 Tue 00:14
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{Revised}
\title{Constitution of "Tabletop Organization for Data Analysis"\\\medskip
\large University of Nevada, Las Vegas}
\hypersetup{
 pdfauthor={},
 pdftitle={Constitution of "Tabletop Organization for Data Analysis"},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.2 (Org mode 9.2.3)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

Preamble: We will use tabletop gaming to promote scientific literacy and data analytical skills. 
This organization hopes to create a community around tabletop games and data analysis that crosses disciplines. 
We hope to encourage intellectual diversity among members and for members to engage in their own inter-member projects. 
We hope to organize and support members at all levels of understanding. 
For these reasons, we create the Tabletop Organization for Data Analysis.

\section{Article I - Name}
\label{sec:org8e85648}

This organization shall have the name “Tabletop Organization for Data Analysis”, herein referred to as “TODA”.

\section{Article II - Purpose}
\label{sec:orgea8df1c}

TODA will serve the following purposes:
  A) To encourage interdisciplinary research projects and networking;
  B) To encourage science literacy through data analysis;
  C) To use tabletop games as a familiar subject across disciplines in order to apply data analysis;
  D) To provide people with supplementary data analysis experience for resumes and applications.

\section{Article III - Authority}
\label{sec:org71754f6}
\subsection{Section I - Registered Student Organization}
\label{sec:orge5011ec}
TODA holds recognition as a Registered Student Organization of the University of Nevada, Las Vegas (RSO) and adheres to the policies as set forth by the \emph{UNLV Student Conduct Code}, \emph{UNLV Student Engagement and Diversity Policies and Procedures}, and \emph{UNLV Registered Student Organization Handbook}.
\subsection{Section II - Bylaws}
\label{sec:orgf884c99}
This organization shall establish bylaws to govern administrative and procedural matters (such as time and location of meetings, etc.). 
Bylaws shall not conflict with this constitution. 
Bylaws may get adopted, amended, or temporarily suspended by a majority vote present at a TODA meeting where a quorum exists (advance notice is not required).
\section{Article IV}
\label{sec:orge02af52}
\subsection{Section I - Membership}
\label{sec:org464f14a}
\subsubsection{Subsection I - Qualification}
\label{sec:orga2dab06}
\begin{enumerate}
\item Anti-discrimination Clause
\label{sec:orgf9bfc5c}
All current students, faculty, and staff of the University of Nevada, Las Vegas (UNLV) as well as members of the community outside UNLV may obtain membership status, regardless of age, creed, race, color, sex, sexual orientation, gender identity, political affiliation, socioeconomic status, disability, national origin, or status as a veteran.
\item Members
\label{sec:org6a31938}
The Bylaws shall define the membership requirements.
\item Membership Population
\label{sec:orgda0053d}
No less than ⅔ of TODA’s membership shall consist of UNLV students, faculty, or staff. 
Non-UNLV membership slots will be considered as outline in the TODA Bylaws.
\end{enumerate}
\subsubsection{Subsection II - Privileges and Responsibilities}
\label{sec:org177f86b}
\begin{enumerate}
\item Privileges
\label{sec:orgda91822}

\item Responsibilities
\label{sec:org1e3d66a}
\end{enumerate}
\section{Article V}
\label{sec:org2cc47d5}
\subsection{Section I - TODA General Meetings}
\label{sec:org52e5cca}
\subsection{Section II - TODA Officer Meetings}
\label{sec:org4daa449}
\section{Article VI}
\label{sec:orgac2cfb3}
\subsection{Section I}
\label{sec:org921781e}
\subsection{Section II}
\label{sec:org104e131}
\end{document}